/* authorizing */
"authorizing" = "autorizando";

/* bookmarks */
"bookmarks" = "favoritos";

/* bookmarks menu */
"Bookmarks Menu" = "Menu Favoritos";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Barra dos favoritos";

/* cancel */
"Cancel" = "Cancelar";

/* unable to load page */
"Cannot Load Page" = "A página não pôde ser carregada";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "A Chave Privada não pôde ser carregada do Acesso às Chaves";

/* cannot submit email */
"Cannot Submit" = "Não foi possível enviar";

/* unable to refresh data */
"Cannot Sync" = "Não foi possível sincronizar";

/* connecting */
"connecting" = "conectando";

/* copy the url to the clipboard */
"Copy URL" = "Copiar URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Os dados no servidor estão em um formato novo e desconhecido. Por favor, atualize o SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Os dados no servidor estão em um formato antigo e não suportado. Por favor, atualize o Firefox Sync no seu computador.";

/* duplicate email address */
"Duplicate" = "Duplicado";

/* send the url via email */
"Email URL" = "Enviar URL por email";

/* error loading page */
"Error Loading Page" = "Erro ao carregar a página";

/* error retrieving data */
"Error Retrieving Data" = "Erro ao obter os dados";

/* Failed Server Lookup */
"Failed Server Lookup" = "Falha ao pesquisar no servidor";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Falha ao comunicar-se com o servidor (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Falha ao instalar a chave privada no Acesso às Chaves (%d)";

/* email content */
"Here is that site we talked about:" = "Aqui está o site do qual falamos:";

/* history */
"history" = "histórico";

/* incorrect password */
"Incorrect Password" = "Senha incorreta";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Chave do Sync incorreta";

/* we will send instructions */
"Instructions are on the way" = "As instruções estão a caminho";

/* invalid url */
"Invalid URL" = "URL inválida";

/* loading web page */
"loading..." = "carregando...";

/* unable to login */
"Login Failure" = "Falha ao conectar";

/* mobile bookmarks */
"Mobile Bookmarks" = "Favoritos do dispositivo móvel";

/* no internet connection */
"No internet connection available" = "Não há conexão com a internet disponível";

/* no matching items found */
"No Matches" = "Nenhum encontrado";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Política de Privacidade";

/* refresh local data */
"Refresh" = "Atualizar";

/* searching for matching items */
"Searching..." = "Pesquisando...";

/* email subject */
"Sending you a link" = "Enviando um link para você";

/* re-authenticate */
"Sign In" = "Entrar";

/* stop refreshing data */
"Stop" = "Parar";

/* tabs */
"tabs" = "abas";

/* terms of service */
"Terms Of Service" = "Termos de Serviço";

/* thank you for submitting */
"Thank you!" = "Obrigado!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Esse endereço de email já foi cadastrado";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Impossível comunicar-se com o servidor (%d)";

/* server unavailable */
"Unable to contact server" = "Impossível contatar o servidor";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Não foi possível enviar seu email; por favor, tente novamente mais tarde (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Favoritos não organizados";

/* username not found */
"User Name Not Found" = "Conta não encontrada";

/* launch safari to display the url */
"View in Safari" = "Visualizar no Safari";

/* Required */
"Required" = "Requerido";

/* Caution: use at own risk */
"Caution: use at own risk" = "Cuidado; use por sua conta e risco";

/* Enter your Sync account information */
"Enter your Sync account information" = "Digite as informações da sua conta sync";

/* Account */
"Account" = "Conta";

/* Password */
"Password" = "Senha";

/* Sync Key */
"Sync Key" = "Chave do Sync";

/* Use Custom Server */
"Use Custom Server" = "Usar servidor pessoal";

/* Server URL */
"Server URL" = "URL do servidor";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Impossível configurar o Sync";

/* Try Again */
"Try Again" = "Tente novamente";

/* Manual Setup */
"Manual Setup" = "Configuração manual";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "O SyncClient não pode conectar-se ao Sync. Você gostaria de tentar novamente?";

/* Passcode */
"Passcode" = "Código";

/* Used for a small button */
"Not Now" = "Agora não";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "Devido a uma atualização recente, você precisa identificar-se novamente";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "SyncClient não pode abrir a página porque ela não é de um formato suportado.";

// Moved here from XIB's
"SyncClient requires a Firefox Sync account. Use Firefox on your computer to create an account." = "O SyncClient requer uma conta do Firefox Sync. Crie sua conta no Firefox do seu computador.";
"I Have A Sync Account" = "Eu tenho uma Conta do Sync";